const OrdersummaryTriage = () => {
    return(
        <div className="flex text-[#676767] flex-col w-[90%] mx-auto mt-2 vazir-medium text-[15px] mb-20">
            <p className="leading-7">بعد از انتخاب ناحیه مورد نظر و ثبت اطلاعات عمومی کاربر، به سرعت توسط کارشناسان درمانی مورد بررسی قرار گرفته و مرتبط ترین پزشک و خدمات درمانی به شما پیشنهاد میگردد.
                لازم به ذکر است خدمات 24 ساعت هر روز هفته فعال و رایگان میباشد</p>
            <p className="leading-7">در صورت نیاز با شماره همراه 09216919291 ثبت شده تماس حاصل میگردد لطفا پاسخگو باشید.</p>
            <p className="leading-7">توضیح و شرح حال ایراد شده در بخش مورد نظر میتواند درک بهتری از مشکل به کارشناس ارائه دهد لطفا جزئیات بیماری را به تفسیر وارد نمایید.</p>
        </div>
    )
}
export default OrdersummaryTriage