export const iranCities = [
    {
        province: "آذربایجان شرقی",
        cities: ["تبریز", "مرند", "اهر", "میانه", "اسکو", "آذرشهر", "بستان‌آباد", "بناب", "خداآفرین", "سراب", "شبستر", "کلیبر", "مراغه", "ملکان", "ورزقان", "هریس", "هشترود"]
    },
    {
        province: "آذربایجان غربی",
        cities: ["ارومیه", "خوی", "مهاباد", "بوکان", "سلماس", "نقده", "شاهین‌دژ", "پلدشت", "میاندوآب", "سردشت", "ماکو", "چایپاره", "اشنویه", "سیه‌چشمه", "نوشین", "خلیفان"]
    },
    {
        province: "اردبیل",
        cities: ["اردبیل", "خلخال", "مشگین‌شهر", "نیر", "نمین", "سرعین", "پارس‌آباد", "بیله‌سوار", "گرمی", "هیر", "عنبران", "رضی", "کلور"]
    },
    {
        province: "اصفهان",
        cities: ["اصفهان", "کاشان", "خمینی‌شهر", "نجف‌آباد", "شاهین‌شهر", "فریدن", "فریدون‌شهر", "آران و بیدگل", "نطنز", "سمیرم", "دهاقان", "لنجان", "خوانسار", "گلپایگان", "شهرضا"]
    },
    {
        province: "البرز",
        cities: ["کرج", "ساوجبلاغ", "نظرآباد", "فردیس", "هشتگرد", "طالقان", "اشتهارد", "کوهسار"]
    },
    {
        province: "ایلام",
        cities: ["ایلام", "دهلران", "آبدانان", "دره‌شهر", "چوار", "مهران", "ایوان", "بدره", "موسیان"]
    },
    {
        province: "بوشهر",
        cities: ["بوشهر", "گناوه", "دشتستان", "کنگان", "دیلم", "بندر لنگه", "جم", "دیر", "عسلویه", "تنگستان"]
    },
    {
        province: "تهران",
        cities: ["تهران", "شهریار", "ری", "ورامین", "دماوند", "پردیس", "فیروزکوه", "اسلامشهر", "پاکدشت", "بهارستان", "پیشوا", "قرچک", "ملارد", "شمیرانات", "رباط‌کریم", "لواسان", "کهریزک"]
    },
    {
        province: "چهارمحال و بختیاری",
        cities: ["شهرکرد", "فارسان", "لردگان", "بروجن", "کیار", "اردل", "بن", "سامان", "هفشجان"]
    },
    {
        province: "خراسان جنوبی",
        cities: ["بیرجند", "قائن", "فردوس", "نهبندان", "سرایان", "سربیشه", "بشرویه", "درمیان", "خوسف", "زیرکوه", "طبس"]
    },
    {
        province: "خراسان رضوی",
        cities: ["مشهد", "نیشابور", "سبزوار", "گناباد", "تربت‌حیدریه", "تربت‌جام", "چناران", "خواف", "کاشمر", "فریمان", "درگز", "کلات", "رشتخوار", "بردسکن", "خلیل‌آباد"]
    },
    {
        province: "خراسان شمالی",
        cities: ["بجنورد", "شیروان", "اسفراین", "مانه و سملقان", "جاجرم", "فاروج", "گرمه", "راز و جرگلان"]
    },
    {
        province: "خوزستان",
        cities: ["اهواز", "آبادان", "خرمشهر", "دزفول", "بهبهان", "ماهشهر", "اندیمشک", "شادگان", "مسجدسلیمان", "هندیجان", "رامهرمز", "رامشیر", "شوش", "شوشتر", "گتوند", "اندیکا", "لالی"]
    },
    {
        province: "زنجان",
        cities: ["زنجان", "خرمدره", "ابهر", "طارم", "ایجرود", "ماهنشان", "سلطانیه", "گوراب"]
    },
    {
        province: "سمنان",
        cities: ["سمنان", "شاهرود", "دامغان", "گرمسار", "مهدی‌شهر", "سرخه", "میامی", "بسطام"]
    },
    {
        province: "سیستان و بلوچستان",
        cities: ["زاهدان", "زابل", "ایرانشهر", "چابهار", "سرباز", "خاش", "میرجاوه", "نیک‌شهر", "سراوان", "هیرمند", "دلگان", "کنارک", "فنوج", "قصرقند", "بمپور", "بزمان"]
    },
    {
        province: "فارس",
        cities: ["شیراز", "کازرون", "مرودشت", "لار", "فسا", "استهبان", "داراب", "جهرم", "کوار", "خنج", "زرین‌دشت", "سپیدان", "ممسنی", "نی‌ریز", "بوانات"]
    },
    {
        province: "قزوین",
        cities: ["قزوین", "آبیک", "البرز", "بوئین زهرا", "تاکستان", "شال"]
    },
    {
        province: "قم",
        cities: ["قم", "کهک", "سلفچگان", "قنوات", "جعفریه"]
    },
    {
        province: "کردستان",
        cities: ["سنندج", "سقز", "بیجار", "دیواندره", "کامیاران", "قروه", "دهگلان", "بانه", "مریوان", "سروآباد", "سریش‌آباد"]
    },
    {
        province: "کرمان",
        cities: ["کرمان", "رفسنجان", "بابک", "راور", "جیرفت", "بافت", "زرند", "کوهبنان", "سیرجان", "انار", "ریگان", "کهنوج", "فاریاب", "نرماشیر", "رابر"]
    },
    {
        province: "کرمانشاه",
        cities: ["کرمانشاه", "اسلام‌آباد غرب", "پاوه", "سرپل ذهاب", "کنگاور", "صحنه", "هرسین", "سنقر", "قصرشیرین", "گهواره", "دالاهو"]
    },
    {
        province: "کهگیلویه و بویراحمد",
        cities: ["یاسوج", "گچساران", "دوگنبدان", "دنا", "لنده", "چرام", "باشت", "سی‌سخت", "بهمئی"]
    },
    {
        province: "گلستان",
        cities: ["گرگان", "گنبدکاووس", "آق‌قلا", "مینودشت", "علی‌آباد", "کلاله", "رامیان", "گالیکش", "کردکوی", "آزادشهر", "مرواه‌تپه", "بندرترکمن"]
    },
    {
        province: "گیلان",
        cities: ["رشت", "انزلی", "لاهیجان", "لنگرود", "آستارا", "رودسر", "فومن", "صومعه‌سرا", "شفت", "سیاهکل", "ماسال", "تالش", "هشتپر", "رودبار", "آستانه‌اشرفیه", "املش"]
    },
    {
        province: "لرستان",
        cities: ["خرم‌آباد", "بروجرد", "کوهدشت", "دورود", "الشتر", "پلدختر", "ازنا", "چگنی", "بیرانشهر", "نورآباد", "الیگودرز"]
    },
    {
        province: "مازندران",
        cities: ["ساری", "بابلسر", "قائم‌شهر", "بابل", "چالوس", "آمل", "نوشهر", "تنکابن", "نکا", "بهشهر", "جویبار", "سوادکوه", "محمودآباد", "نوشهر"]
    }
];
